app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2019-09-20 20:39:51.335072"], ["updated_at", "2019-09-20 20:39:51.335072"]]
---
  def create
    @student = Student.create(post_params(:first_name, :last_name))